Revit 2027 API
SymbolTypeId.Dm Property
 Symbol dm, indicating unit Decimeters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Dm { get; }
Public Shared ReadOnly Property Dm As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Dm {
	ForgeTypeId^ get ();
}
static member Dm : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace